[
	{
		"id": 1,
		"nome": "the_texas_chain",
		"titolo": "<span>The Texas Chainsaw</span> <span>Massacre</sapn>",
		"sottotitolo":"Once you enter, there's no way out",
		"anno":"1974",
		"regista":"Tobe Hooper",
		"casa":"Vortex Inc.",
		"cover": "cover/texas_red.webp",
		"cover2": "cover/texas_cyan.webp",
		"prev": "posters/prevew/texas_red_prev.webp",
		"prev2": "posters/prevew/texas_cyan_prev.webp",
		"poster":"posters/full/texas_poster_full_cyan.webp",
		"poster2":"posters/full/texas_poster_full_red.webp",
		"datacolor":"blue",
		"datacolor2":"red",
		"descrizione_1": "<p>A group of friends traveling through rural Texas stumble upon an old farmhouse, unaware of the nightmare awaiting them inside. Within its decaying walls lives a disturbed family whose cruelty knows no limits, led by the terrifying figure of Leatherface. Armed with his roaring chainsaw, he becomes the embodiment of chaos and brutality, hunting intruders with merciless precision. What begins as an innocent road trip soon turns into a desperate struggle, where survival feels fragile and every step echoes with dread.</p>  <p>The film’s raw and unsettling style strips away comfort, immersing the viewer in an atmosphere of relentless fear. It exposes the fragility of human bodies against machines, and the thin line separating civilization from madness. With its disturbing realism and groundbreaking imagery, it redefined the horror genre, setting a new standard for terror that still resonates today.</p>",
		"descrizione_short": ""
	},

	{
		"id": 2,
		"nome": "the_silence_of_the_lamb",
		"titolo": "The Silence of the Lamb",
		"sottotitolo":"Closer than you think. Deadlier than you fear",
		"anno":"1991",
		"regista":"Jonathan Demme",
		"casa":"Orion Picture",
		"cover": "cover/silence_red.webp",
		"cover2": "cover/silence_green.webp",
		"prev": "posters/prevew/silence_red_prev.webp",
		"prev2": "posters/prevew/silence_green_prev.webp",
		"poster":"posters/full/silence_poster_full_green.webp",
		"poster2":"posters/full/silence_poster_full_red.webp",
		"datacolor":"green",
		"datacolor2":"red",
		"descrizione_1": "<p>Young FBI trainee Clarice Starling is assigned to interview the brilliant but imprisoned Dr. Hannibal Lecter, a psychiatrist with a taste for cannibalism. Her mission is to gain insight into the twisted mind of a serial killer known as Buffalo Bill, who has been terrorizing the country by abducting and murdering women. What begins as a professional encounter soon turns into a dangerous psychological game, where Clarice must confront her deepest fears while navigating Lecter’s manipulative brilliance.</p> <p>The film balances tension and intellect, weaving horror with psychological depth in a way that unsettles yet fascinates. It explores themes of power, control, and vulnerability, blurring the line between predator and prey. With its haunting performances and chilling atmosphere, it reshaped the thriller genre and cemented itself as one of the most influential works in cinematic history.</p>",
		"descrizione_short": ""
	},

	{
		"id": 3,
		"nome": "psyco",
		"titolo": "Psyco",
		"sottotitolo":"The house hides the darkest secret",
		"anno":"1960",
		"regista":"Alfred Hitchcock",
		"casa":"Shamley Productions",
		"cover": "cover/psyco_magenta.webp",
		"cover2": "cover/psyco_cyan.webp",
		"prev": "posters/prevew/psyco_magenta_prev.webp",
		"prev2": "posters/prevew/psyco_cyan_prev.webp",
		"poster":"posters/full/psyco_poster_full_cyan.webp",
		"poster2":"posters/full/psyco_poster_full_magenta.webp",
		"datacolor":"blue",
		"datacolor2":"magenta",
		"descrizione_1": "<p>Marion Crane, a secretary desperate for a new life, impulsively steals a large sum of money and flees town. On her journey, she stops at the secluded Bates Motel, run by the seemingly shy Norman Bates. Behind his polite demeanor lies a darkness that slowly unravels as Marion’s fate takes a shocking turn in one of cinema’s most iconic scenes. The motel and its looming house become the stage for a chilling story of secrets, repression, and madness.</p>. <p>Hitchcock’s film masterfully blends suspense and horror, using silence, shadows, and shocking twists to keep viewers unsettled. It examines the fragility of identity and the monstrous potential hidden beneath ordinary appearances. With its groundbreaking direction and unforgettable imagery, Psycho redefined the possibilities of cinematic storytelling and remains a cornerstone of psychological horror.</p>",
		"descrizione_short": ""
	},

	{
		"id": 4,
		"nome": "it",
		"titolo": "IT",
		"sottotitolo":"An ancient curse, evil returns to Derry",
		"anno":"1990",
		"regista":"Tommy Lee Wallace",
		"casa":"ABC",
		"cover": "cover/it_red.webp",
		"cover2": "cover/it_cyan.webp",
		"prev": "posters/prevew/it_red_prev.webp",
		"prev2": "posters/prevew/it_cyan_prev.webp",
		"poster":"posters/full/it_poster_full_cyan.webp",
		"poster2":"posters/full/it_poster_full_red.webp",
		"datacolor":"blue",
		"datacolor2":"red",
		"descrizione_1": "<p>In the small town of Derry, a group of children known as the Losers’ Club confront a terrifying entity that preys on their fears. Taking the form of Pennywise the Dancing Clown, the creature lures and terrorizes them with visions drawn from their darkest nightmares. Bound by friendship and courage, the kids vow to defeat the evil that has haunted their town for generations, even as the danger grows more personal and horrifying. Their battle becomes a rite of passage, where innocence collides with unimaginable terror.</p> <p>Years later, the group reunites as adults when the creature resurfaces, forcing them to honor their childhood promise. The story shifts between past and present, weaving a chilling exploration of trauma, memory, and the enduring power of fear. With its unsettling imagery and iconic villain, It cemented itself as a landmark in horror, leaving audiences haunted long after the credits rolled.</p>",
		"descrizione_short": ""
	},

	{
		"id": 5,
		"nome": "shining",
		"titolo": "Shining",
		"sottotitolo":"Madness waits inside the Overlook Hotel",
		"anno":"1980",
		"regista":"Stanley Kubrick",
		"casa":"Warner Bros",
		"cover": "cover/shining_red.webp",
		"cover2": "cover/shining_green.webp",
		"prev": "posters/prevew/shining_red_prev.webp",
		"prev2": "posters/prevew/shining_green_prev.webp",
		"poster":"posters/full/shining_poster_full_green.webp",
		"poster2":"posters/full/shining_poster_full_red.webp",
		"datacolor":"green",
		"datacolor2":"red",
		"descrizione_1": "<p>Jack Torrance, an aspiring writer and recovering alcoholic, accepts a job as the winter caretaker of the remote Overlook Hotel. He arrives with his wife Wendy and young son Danny, who possesses a psychic gift known as “the shining,” allowing him to see the terrifying secrets lurking within the hotel’s haunted walls. As snow isolates the family, the sinister presence of the Overlook begins to corrupt Jack, twisting his mind toward violence and despair. What begins as a retreat for creativity spirals into a nightmare of madness and survival.</p>. <p>Kubrick’s film is a masterwork of atmosphere, blending psychological horror with supernatural dread. The endless hallways, chilling visions, and Jack Nicholson’s unforgettable descent into insanity create a sense of unease that lingers long after viewing. Exploring themes of isolation, obsession, and inherited trauma, The Shining stands as one of the most influential and haunting achievements in cinematic history.</p>",
		"descrizione_short": ""
	},

	{
		"id": 6,
		"nome": "exorcist",
		"titolo": "The Exorcist",
		"sottotitolo":"Some things never should be awakened",
		"anno":"1973",
		"regista":"William Friedkin",
		"casa":"Warner Bros",
		"cover": "cover/exorcist_magenta.webp",
		"cover2": "cover/exorcist_cyan.webp",
		"prev": "posters/prevew/exorcist_magenta_prev.webp",
		"prev2": "posters/prevew/exorcist_cyan_prev.webp",
		"poster":"posters/full/exorcist_poster_full_cyan.webp",
		"poster2":"posters/full/exorcist_poster_full_magenta.webp",
		"datacolor":"blue",
		"datacolor2":"magenta",
		"descrizione_1": "<p>When young Regan MacNeil begins to display disturbing behavior, her mother Chris desperately seeks medical explanations but finds none. As the girl’s condition worsens with violent outbursts and otherworldly manifestations, Chris turns to the church for help. Two priests, Father Merrin and Father Karras, face the terrifying task of confronting a powerful demonic presence that has taken hold of Regan. The struggle between faith and evil unfolds in a battle that tests their strength, belief, and humanity.</p> <p>Blending psychological tension with supernatural horror, the film created a visceral experience that shocked audiences worldwide. Its chilling atmosphere, groundbreaking special effects, and unflinching portrayal of possession redefined what horror cinema could achieve. The Exorcist endures as a cultural milestone, exploring themes of innocence corrupted, the fragility of belief, and the relentless confrontation between light and darkness.</p>",
		"descrizione_short": ""
	},


	{
		"id": 7,
		"nome": "halloween",
		"titolo": "Halloween",
		"sottotitolo":"When the mask hides pure evil",
		"anno":"1978",
		"regista":"John Carpenter",
		"casa":"Compass International Pictures",
		"cover": "cover/halloween_red.webp",
		"cover2": "cover/halloween_cyan.webp",
		"prev": "posters/prevew/halloween_red_prev.webp",
		"prev2": "posters/prevew/halloween_cyan_prev.webp",
		"poster":"posters/full/halloween_poster_full_cyan.webp",
		"poster2":"posters/full/halloween_poster_full_red.webp",
		"datacolor":"blue",
		"datacolor2":"red",
		"descrizione_1": "<p>On Halloween night in 1963, young Michael Myers brutally murders his sister and is institutionalized for fifteen years. Escaping captivity as an adult, he returns to his hometown of Haddonfield, masked and driven by an unstoppable urge to kill. As babysitter Laurie Strode becomes his primary target, the seemingly quiet suburban streets transform into a hunting ground where survival depends on instinct and courage. Dr. Loomis, Myers’ relentless psychiatrist, races against time to stop the embodiment of pure evil.</p>. <p>John Carpenter’s minimalist direction and haunting score craft an atmosphere of constant dread, turning silence and shadows into weapons of fear. The film strips horror to its essence, creating a relentless predator and a heroine defined by resilience. With its suspenseful pacing and iconic villain, Halloween reshaped the slasher genre and remains one of the most influential horror films ever made.</p>",
		"descrizione_short": ""
	},

	{
		"id": 8,
		"nome": "alien",
		"titolo": "Alien",
		"sottotitolo":"The universe holds darker secrets than we can imagine",
		"anno":"1979",
		"regista":"Ridley Scott",
		"casa":"20th Century Fox",
		"cover": "cover/alien_red.webp",
		"cover2": "cover/alien_green.webp",
		"prev": "posters/prevew/alien_red_prev.webp",
		"prev2": "posters/prevew/alien_green_prev.webp",
		"poster":"posters/full/alien_poster_full_green.webp",
		"poster2":"posters/full/alien_poster_full_red.webp",
		"datacolor":"green",
		"datacolor2":"red",
		"descrizione_1": "<p>The crew of the commercial spaceship Nostromo intercepts a distress signal from a distant planet and investigates, only to unleash a deadly lifeform. After one of the crew is attacked by a parasitic organism, an alien creature emerges and begins hunting them within the ship’s narrow corridors. Trapped in deep space with no escape, the crew must confront a predator that is faster, stronger, and terrifyingly intelligent. Survival becomes a desperate battle against an enemy that embodies both fear of the unknown and the fragility of human life.</p>  <p>Ridley Scott’s film masterfully fuses science fiction with horror, creating an atmosphere of suffocating tension and isolation. The iconic design of the alien, combined with stark visuals and a sense of claustrophobia, elevated the genre to new heights. With its blend of terror, suspense, and groundbreaking imagery, Alien redefined cinematic fear and set a lasting standard for modern horror and science fiction.</p>",
		"descrizione_short": ""
	},

	{
		"id": 9,
		"nome": "the_hills_haven_eyes",
		"titolo": "The Hills Haven Eyes",
		"sottotitolo":"A family vacation becomes a blood-soaked nightmare",
		"anno":"1977",
		"regista":"Wes Craven",
		"casa":"Blood Relations Co.",
		"cover": "cover/hills_magenta.webp",
		"cover2": "cover/hills_cyan.webp",
		"prev": "posters/prevew/hills_magenta_prev.webp",
		"prev2": "posters/prevew/hills_cyan_prev.webp",
		"poster":"posters/full/hills_poster_full_cyan.webp",
		"poster2":"posters/full/hills_poster_full_magenta.webp",
		"datacolor":"blue",
		"datacolor2":"magenta",
		"descrizione_1": "<p>A suburban family traveling through the Nevada desert takes a detour that leaves them stranded in a barren, hostile landscape. Their misfortune grows when they realize the region is inhabited by a clan of cannibalistic mutants who live in the surrounding hills. As night falls, the family is stalked and attacked, their struggle for survival forcing them to abandon civility and embrace raw instinct. The desert, once empty and silent, becomes a trap where every shadow hides imminent violence.</p>  <p>Wes Craven’s film strips horror to its primal core, contrasting the fragility of modern comfort with the brutality of nature and savagery. Through relentless tension and shocking brutality, it explores themes of survival, revenge, and the thin line separating civilization from barbarism. The Hills Have Eyes remains a raw, disturbing landmark of 1970s horror, cementing its reputation as a terrifying descent into human and inhuman cruelty.</p>",
		"descrizione_short": ""
	},

	{
		"id": 10,
		"nome": "the_thing",
		"titolo": "The Thing",
		"sottotitolo":"Somebody in this camp isn’t who they seem",
		"anno":"1982",
		"regista":"John Carpenter",
		"casa":"Universal Pictures",
		"cover": "cover/thing_red.webp",
		"cover2": "cover/thing_cyan.webp",
		"prev": "posters/prevew/thing_red_prev.webp",
		"prev2": "posters/prevew/thing_cyan_prev.webp",
		"poster":"posters/full/thing_poster_full_cyan.webp",
		"poster2":"posters/full/thing_poster_full_red.webp",
		"datacolor":"blue",
		"datacolor2":"red",
		"descrizione_1": "<p>In a remote Antarctic research station, a group of scientists discovers a shape-shifting alien that can perfectly imitate any living being. As paranoia spreads, no one can be certain who is still human and who has been taken over by the creature. Trapped by the brutal cold and cut off from the outside world, the men are forced into a desperate struggle, where trust dissolves and survival depends on confronting an enemy that wears familiar faces.</p> <p>John Carpenter’s film is a masterclass in tension and body horror, blending claustrophobia with groundbreaking practical effects. It explores fear not only of the unknown but of each other, turning isolation into a psychological nightmare. With its bleak atmosphere, chilling ambiguity, and unforgettable imagery, The Thing endures as one of the most unsettling and influential works of horror and science fiction ever made.</p>",
		"descrizione_short": ""
	}
]